Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: <<< source: toc-tdm-en.html >>>
fr_fr: <<< source: toc-tdm-fr.html >>>

source: Table of contents
fr_fr: Table des matières

source: Our plan: Building Canada strong Global Generational Shifts Canada can achieve its ambition Our Plan to Build, Protect, and Empower Canada Spending less to invest more Comprehensive Expenditure Review Our Generational Investments An Economy by Canadians, for Canadians
fr_fr: Notre plan : Bâtir un Canada fort Un monde en pleine transformation Le Canada peut réaliser ses ambitions Notre plan pour bâtir, protéger et renforcer le Canada Réduire les dépenses pour investir davantage Examen exhaustif des dépenses Nos investissements générationnels Une économie par les Canadiens pour les Canadiens

source: Foreword
fr_fr: Avant-propos

source: Economic and fiscal overview A Changing World, A New Opportunity A Pivotal Moment for Canada's Economy Building Canada's Future Economy 1.
fr_fr: Aperçu de la situation économique et budgétaire Un monde en évolution, de nouvelles occasions L'économie canadienne à un tournant Bâtir l'économie canadienne de demain 1.

source: Global Context 2.
fr_fr: Contexte mondial 2.

source: Canadian Economic Context 3.
fr_fr: Contexte économique canadien 3.

source: Canadian Economic Outlook 4.
fr_fr: Perspectives de l'économie canadienne 4.

source: Building a Strong and Competitive Economy 5.
fr_fr: Bâtir une économie forte et compétitive 5.

source: Economic Strength Through Fiscal Discipline
fr_fr: Une économie forte grâce à la rigueur budgétaire

source: Chapter 1: Building a stronger Canadian economy 1.1 Accelerating Major Nation-Building Projects 1.2 Supercharging Growth 1.3 Canada's Climate Competitiveness Strategy 1.4 Increasing Competition
fr_fr: Chapitre 1 : Bâtir une économie canadienne plus forte 1.1 Accélérer la réalisation des grands projets d'intérêt national 1.2 Dynamiser la croissance 1.3 Stratégie de compétitivité climatique du Canada 1.4 Accroître la concurrence

source: Chapter 2: Shifting from reliance to resilience 2.1 Protecting Canada's Strategic Industries 2.2 Growing Canada's Trade with the World
fr_fr: Chapitre 2 : Passer de la dépendance à la résilience 2.1 Protéger les industries stratégiques du Canada 2.2 Accroître le commerce international du Canada

source: Chapter 3: Empowering Canadians 3.1 Supercharging Home Building Across the Country 3.2 Tackling Affordability 3.3 Protecting Canadian Culture, Values, and Identity
fr_fr: Chapitre 3 : Donner plus de pouvoir aux Canadiens 3.1 Dynamiser la construction de logements dans tout le pays 3.2 Rendre le coût de la vie plus abordable 3.3 Protéger la culture, l'identité et les valeurs canadiennes

source: Chapter 4: Protecting Canada's sovereignty and security 4.1 Defending Our Sovereignty 4.2 Protecting Our Borders and Communities 4.3 Building a Stronger Financial System
fr_fr: Chapitre 4 : Préserver la souveraineté et la sécurité du Canada 4.1 Défendre notre souveraineté 4.2 Protéger nos frontières et nos communautés 4.3 Renforcer le système financier

source: Chapter 5: Creating a more efficient and effective government 5.1 Spending Less to Invest More 5.2 Modernising Services 5.3 A More Efficient Tax System 5.4 Advancing Indigenous Tax Jurisdiction Frameworks
fr_fr: Chapitre 5 : Rendre le gouvernement plus efficace et efficient 5.1 Diminuer les dépenses pour investir davantage 5.2 Moderniser les services 5.3 Un régime fiscal plus efficient 5.4 Favoriser l'exercice de la compétence fiscale des gouvernements autochtones

source: Annex 1: Details of economic and fiscal projections Economic Projections Fiscal Projections Supplementary Information
fr_fr: Annexe 1 : Précisions au sujet des projections économiques et

source: Annex 2: Capital budgeting framework Building Canada's Productive Capacity
fr_fr: budgétaires Projections économiques Projections budgétaires Renseignements supplémentaires

source: Annex 3: Comprehensive expenditure review: Planned reductions by
fr_fr: Annexe 2 : Cadre de budgétisation des investissements en capital Accroître la capacité de production du Canada

source: organisation Agriculture and Agri-Food Canada Revenue Agency Canadian Heritage Crown-Indigenous Relations and Northern Affairs Employment and Workforce Development Energy and Natural Resources Environment and Climate Change Finance Fisheries and Oceans Global Affairs Health Housing, Infrastructure and Communities Immigration, Refugees and Citizenship Indigenous Services Innovation, Science and Industry Justice National Defence Privy Council Public Safety Public Services and Procurement Transport Treasury Board Veterans Affairs Women and Gender Equality Modernising Operations at the Federal Research Granting Councils Modernising Operations at the Regional Development Agencies
fr_fr: Annexe 3 : Examen exhaustif des dépenses : Réductions prévues par organisation Agriculture et agroalimentaire Agence du revenu du Canada Patrimoine canadien Relations Couronne-Autochtones et affaires du Nord Emploi et développement de la main-d'œuvre Énergie et ressources naturelles Environnement et changement climatique Finances Pêches et océans Affaires mondiales Santé Logement, infrastructures et collectivités Immigration, réfugiés et citoyenneté Services aux Autochtones Innovation, sciences et industrie Justice Défense nationale Conseil privé Sécurité publique Services publics et approvisionnement Transports Conseil du Trésor Anciens Combattants Femmes et égalité des genres Moderniser le fonctionnement au sein des Conseils fédéraux de subventions à la recherche Moderniser le fonctionnement au sein des agences de développement régional

source: Annex 4: Debt management strategy Introduction Projected Borrowing Activities for 2026-27 Maturity Date Cycles and Benchmark Bond Target Size Ranges
fr_fr: Annexe 4 : Stratégie de gestion de la dette Introduction Opérations d'emprunt projetées en 2026-2027 Dates d'échéance et fourchettes cibles des obligations de référence

source: Annex 5: Legislative measures
fr_fr: Annexe 5 : Mesures législatives

source: Annex 6: Impacts report A Stronger Canada Through Diversity How Is Canada Doing on Gender Equality?
fr_fr: Annexe 6 : Rapport sur les répercussions Un Canada plus fort grâce à la diversité Où se situe le Canada en matière d'égalité des genres?

source: Detailed Summary of Impacts by Measure
fr_fr: Résumé détaillé des répercussions en fonction de la mesure

source: Tax measures: Supplementary information Overview Personal Income Tax Measures Business Income Tax Measures International Tax Measures Sales and Excise Tax Measures Strategic Environmental and Economic Assessment Statement Previously Announced Measures
fr_fr: Mesures fiscales : Renseignements supplémentaires Aperçu Mesures visant l'impôt sur le revenu des particuliers Mesures visant l'impôt sur le revenu des sociétés Mesures visant la fiscalité internationale Mesures visant les taxes de vente et d'accise Déclaration sur l'évaluation environnementale et économique stratégique Mesures annoncées antérieurement

source: Notice of Ways and Means Motion to Amend the Income Tax Act and the Income Tax Regulations
fr_fr: Avis de motion de voies et moyens visant à modifier la Loi de l'impôt sur le revenu et le Règlement de l'impôt sur le revenu

source: Notice of Ways and Means Motion to amend the Excise Tax Act
fr_fr: Avis de motion de voies et moyens visant à modifier la Loi sur la taxe d'accise

source: Notice of Ways and Means Motion to amend the Underused Housing Tax Act and a Related Text
fr_fr: Avis de motion de voies et moyens visant à modifier la Loi sur la taxe sur les logements sous-utilisés et un texte connexe

source: Notice of Ways and Means Motion to amend the Select Luxury Items Tax Act
fr_fr: Avis de motion de voies et moyens visant à modifier la Loi sur la taxe sur certains biens de luxe

source: <<< source: intro-en.html >>>
fr_fr: <<< source: intro-fr.html >>>

source: Our
fr_fr: Notre

source: plan: Building Canada strong
fr_fr: plan : Bâtir un Canada fort

source: Global Generational Shifts
fr_fr: Un monde en pleine transformation

source: The world is undergoing a series of fundamental shifts at a speed, scale, and scope not seen since
fr_fr: Le monde entier traverse une période de grands changements d'une rapidité, d'une ampleur et d'une portée qui

source: the fall of the Berlin Wall.
fr_fr: On assiste à un remaniement de l'ordre

source: The rules-based international order and the trading system that powered
fr_fr: international fondé sur les règles, ainsi que du système commercial qui a alimenté pendant des décennies la

source: Canada's prosperity for decades are being reshaped—threatening our sovereignty, our prosperity, and
fr_fr: prospérité du Canada. Ces changements menacent notre souveraineté, notre prospérité et nos valeurs.

source: our values.
fr_fr: Les

source: Long-standing supply chains and trade relationships that once ensured stable growth,
fr_fr: chaînes d'approvisionnement et les relations commerciales traditionnelles qui assuraient autrefois une

source: good jobs, and affordable products are being disrupted.
fr_fr: croissance soutenue, de bons emplois et des produits abordables ont été déstabilisées.

source: In the process we must redefine Canada's
fr_fr: Dans ce contexte, nous

source: international, commercial, and security relationships.
fr_fr: devons redéfinir les relations internationales, commerciales et en matière de sécurité du Canada.

source: This is not a transition.
fr_fr: Il ne s'agit pas d'une simple transition.

source: It is a rupture—a generational shift taking place over a short period of
fr_fr: Il s'agit d'une rupture, d'un changement de portée historique qui

source: time.
fr_fr: se déroule sur une courte période.

source: This new reality is reshaping Canada's economic foundations.
fr_fr: Cette nouvelle réalité transforme nos assises économiques.

source: Current Economic Challenges
fr_fr: Défis économiques actuels

source: All advanced economies are feeling global economic challenges, and Canada is no different.
fr_fr: Toutes les économies avancées ressentent l'effet de ces défis économiques mondiaux, et le Canada ne fait pas

source: With the
fr_fr: exception.

source: historic rise in tariffs posing significant challenges to the Canadian economy, Canadians are
fr_fr: En raison de la hausse historique des droits de douane qui exercent d'importantes pressions sur

source: feeling the impact in their daily lives:
fr_fr: l'économie du pays, les Canadiens en ressentent les effets sur leur vie quotidienne :

source: The cost of living remains high, putting financial pressure on families and small businesses.
fr_fr: Le coût de la vie qui demeure élevé exerce une pression sur la situation financière des familles et des petites entreprises.

source: Unemployment has increased, driven by weak hiring and layoffs in trade-exposed sectors such as
fr_fr: On constate une hausse du taux de chômage en raison du faible taux d'embauche et des mises à pied dans les

source: manufacturing.
fr_fr: Comme c'est le cas dans d'autres pays du G7, les entreprises reportent leurs investissements et leurs

source: Businesses face ongoing uncertainty, delaying investment and expansion, as in other G7
fr_fr: projets d'agrandissement face à l'incertitude persistante.

source: countries. Global economic growth has slowed, with real GDP in advanced economies expected to grow
fr_fr: La croissance économique mondiale a ralenti, et on s'attend à ce que le PIB réel des économies avancées ne

source: 1.6 per cent in 2025 and 2026.
fr_fr: progresse que de 1,6 % en 2025 et en 2026.

source: Productivity remains weak, limiting wage gains for workers.
fr_fr: La productivité demeure faible et freine les gains salariaux des travailleurs.

source: Oil prices are lower and volatile, adding pressure on exports and revenues.
fr_fr: La baisse et l'instabilité des prix du pétrole accentuent les pressions qui s'exercent sur les

source: Canada's new government is responding.
fr_fr: Le nouveau gouvernement agit en conséquence.

source: Canada is being recognised for our approach to navigating
fr_fr: Le Canada est reconnu pour sa façon de composer avec ces défis

source: these global challenges.
fr_fr: mondiaux.

source: The Managing Director of the International Monetary Fund, Kristalina
fr_fr: La directrice générale du Fonds monétaire international, Kristalina Georgieva, a observé que

source: Georgieva, acknowledged that "both Germany and Canada recognise that in this very testing time, they
fr_fr: « l'Allemagne et le Canada reconnaissent que dans cette conjoncture éprouvante, il faut utiliser la marge

source: need to use their fiscal space.
fr_fr: de manœuvre budgétaire.

source: In the case of Canada, the Canadian authorities have been very
fr_fr: Au Canada, les autorités n'ont pas hésité à prendre des mesures déterminantes dans un

source: decisive to take action in the context of changing relations with their main trading partner."
fr_fr: contexte où les relations du pays avec son principal partenaire commercial changent [traduction] ».

source: These generational challenges are raising threats to our long-term prosperity.
fr_fr: Ces défis qui n'ont pas été vus depuis une génération menacent notre prospérité à long terme.

source: Budget 2025 is Canada's new government's plan to address these challenges from a position of strength,
fr_fr: Le budget de 2025 représente donc le plan du nouveau gouvernement visant à surmonter ces défis en faisant preuve de

source: determination, and ambition.
fr_fr: force, de détermination et d'ambition.

source: In times of great change, Canadians have always been able to adapt, transform, and seize
fr_fr: En toute période de grand changement, les Canadiens ont toujours su s'adapter, se transformer et saisir les

source: opportunities.
fr_fr: occasions.

source: Canada has what the world needs.
fr_fr: Le Canada a ce dont le monde a besoin.

source: We are an energy superpower in clean and
fr_fr: Nous sommes une superpuissance énergétique dans l'énergie propre et conventionnelle, nous nous classons parmi

source: conventional energy, among the top five producers of the most important critical minerals, and a
fr_fr: les cinq plus grands producteurs de minéraux critiques les plus importants et nous sommes un chef de file dans

source: leading developer of artificial intelligence.
fr_fr: le domaine de l'intelligence artificielle.

source: We have the resources and people we need to thrive and
fr_fr: Nous disposons des ressources et des personnes nécessaires qui nous

source: compete in today's global economy.
fr_fr: Le Canada a la

source: And Canada has the confidence to seize this moment.
fr_fr: confiance nécessaire pour saisir cette occasion.

source: This is our time to build Canada Strong.
fr_fr: Le moment est venu de bâtir un Canada fort.

source: The global trade landscape is changing rapidly, as the United States reshapes its economic
fr_fr: Le contexte commercial mondial évolue rapidement alors que les États-Unis transforment leurs relations

source: relationships and supply chains around the world.
fr_fr: économiques et les chaînes d'approvisionnement dans le monde.

source: The impact is profound—hurting Canadian companies,
fr_fr: Les répercussions sont vastes; elles nuisent aux

source: displacing workers, disrupting supply chains, and creating uncertainty that holds back investment.
fr_fr: d'approvisionnement et créent une incertitude qui freine les investissements.

source: This level of uncertainty is greater than what we have seen in recent crises.
fr_fr: Ce niveau d'incertitude est supérieur à ceux que nous avons observés au cours des crises récentes.

source: Canada can achieve its ambition
fr_fr: Le Canada peut réaliser ses ambitions

source: As we face these challenges, Canada's new government is acting decisively.
fr_fr: Face à ces défis, le nouveau gouvernement du Canada agit de manière décisive.

source: We will protect and
fr_fr: Nous protégerons et nous

source: transform our strategic industries, build a stronger economy, and invest in ourselves.
fr_fr: transformerons nos industries stratégiques, nous bâtirons une économie plus forte et nous investirons en

source: Budget 2025 makes generational investments while maintaining Canada's strong fiscal advantage—a
fr_fr: nous-mêmes. Le budget de 2025 effectuera des investissements de portée historique tout en préservant le solide

source: foundation that allows us to invest ambitiously and responsibly, and build Canada's economy to be
fr_fr: avantage financier du Canada. Cette base nous permet d'investir de manière ambitieuse, mais responsable, et de

source: the strongest in the G7.
fr_fr: transformer l'économie canadienne pour en faire la plus forte des pays du G7.

source: Our Canadian Advantage
fr_fr: L'avantage canadien

source: Despite challenges, Canada remains strong and has what the world wants:
fr_fr: Malgré les défis, le Canada demeure solide et possède ce que le monde recherche :

source: Talent: a skilled, educated, and adaptable workforce.
fr_fr: Talent : main-d'œuvre qualifiée, scolarisée et adaptable.

source: Resources: critical minerals, clean and conventional energy, and agri-food.
fr_fr: Ressources : minéraux critiques, énergie propre et classique, agroalimentaire.

source: Market access: the only country in the G7 to have free-trade agreements with
fr_fr: Accès aux marchés : seul pays du G7 à avoir des accords de libre-échange avec tous

source: all the other G7 countries.
fr_fr: les autres pays du G7.

source: Resilience: a strong social safety net and stable institutions.
fr_fr: Résilience : filet de sécurité sociale solide et institutions

source: Rule of law: a robust and reliable financial system, an independent judiciary,
fr_fr: stables. Primauté du droit : système financier robuste et fiable, indépendance judiciaire et

source: and transparent governments.
fr_fr: administrations gouvernementales transparentes.

source: Investment attractiveness: a favourable environment for foreign investments
fr_fr: Lieu d'investissement attrayant : environnement favorable aux investissements

source: that grows our economy and creates high-paying careers.
fr_fr: étrangers qui stimulent notre économie et créent des emplois bien rémunérés.

source: Tax competitiveness: lowest overall tax burden in the G7 on new business
fr_fr: Compétitivité fiscale : fardeau fiscal sur les nouveaux

source: investment.
fr_fr: investissements des entreprises le moins élevé du G7.

source: Canada has the lowest net debt-to-GDP ratio in the G7 and one of the smallest deficit-to-GDP ratios
fr_fr: Le Canada a le plus faible ratio de la dette nette au PIB de tous les pays du G7 et l'un des ratios du

source: in the G7.
fr_fr: déficit au PIB les plus bas parmi les pays du G7.

source: Canada and Germany are the only two G7 economies rated AAA, a marker of strong investor
fr_fr: Le Canada et l'Allemagne sont les deux seules économies du

source: confidence which helps keep our borrowing costs as low as possible.
fr_fr: G7 à avoir une cote AAA, un indicateur de forte confiance des investisseurs qui permet de maintenir les coûts d'emprunt aussi bas que possible.

source: #1 most educated workforce in the world
fr_fr: 1 er rang modial - Main-d'œuvre la plus instruite du monde

source: Source: OECD
fr_fr: Source: OCDE

source: #2 in the world for Foreign Direct Investment confidence
fr_fr: 2 e rang mondial - Confiance pour les investissements directs étrangers

source: Source: 2025 Kearney FDI Confidence Index
fr_fr: Source: Indice de confiance pour les investissements directs étrangers de Kearney, 2025

source: Canada is one of the top 5 producers of 10 critical minerals
fr_fr: Le Canada est l'un des 5 principaux producteurs de 10 minéraux critiques

source: Sources: Natural Resources Canada, 2025
fr_fr: Sources: Ressources naturelles Canada, 2025

source: #2 best country in the G20 for doing business over the next 5 years
fr_fr: 2 e rang au sein du G20 à titre de meilleur pays où faire des affaires au cours des 5 prochaines années

source: Our Plan to Build, Protect, and Empower Canada
fr_fr: Notre plan pour bâtir, protéger et renforcer le Canada

source: Canada has what the world wants.
fr_fr: Le Canada possède ce que le monde recherche.

source: We have everything we need to prosper in this global generational
fr_fr: Nous possédons tous les outils nécessaires pour prospérer dans

source: shift.
fr_fr: Nous sommes dotés de la main-d'œuvre, des industries et

source: We have the workers, the industries, and the resources to compete and thrive in the global
fr_fr: des ressources qui nous permettront d'être compétitifs et de prospérer dans l'économie mondiale.

source: economy.
fr_fr: Nous pouvons

source: We can create more for ourselves than can ever be taken away.
fr_fr: créer bien plus pour nous-mêmes que ce qui pourrait nous être enlevé.

source: We will bet on Canada's
fr_fr: Nous miserons sur les innovateurs et les

source: innovators and builders, with a plan that will supercharge the growth of our economy by crowding-in
fr_fr: constructeurs canadiens, grâce à un plan qui stimulera notre croissance économique en attirant des centaines

source: hundreds of billions of dollars of new investment.
fr_fr: de milliards de dollars en nouveaux investissements.

source: We will unite in solidarity around our own unique
fr_fr: Nous serons unis par notre solidarité ancrée dans notre

source: identity, history, and geography by protecting our culture, nature, official languages, and core
fr_fr: identité, notre histoire et notre géographie uniques, en protégeant notre culture, notre nature, nos langues

source: values.
fr_fr: officielles et nos valeurs fondamentales.

source: We will build in true partnership with Indigenous Peoples.
fr_fr: Tous ces efforts reposeront sur un partenariat véritable avec les

source: This is our moment.
fr_fr: Notre moment est venu.

source: Our time to make generational investments.
fr_fr: L'heure d'effectuer des investissements de portée historique est arrivée.

source: Our plan is clear—we will
fr_fr: Notre plan est clair, nous ciblerons et mettrons en œuvre les priorités suivantes :

source: focus and deliver on these priorities: Spending less to invest more
fr_fr: Réduire les dépenses pour investir davantage

source: Canada's new government is changing how government works—spending less on operations so we can invest
fr_fr: Le nouveau gouvernement du Canada modifie la façon dont le gouvernement fonctionne : il réduira les

source: more in Canada's future: creating high-paying careers, building our country, and growing our
fr_fr: rémunérés, en bâtissant notre pays et en stimulant notre économie.

source: economy. Government itself must become much more productive by rightsizing, cutting red tape and wasteful
fr_fr: Le gouvernement lui-même doit être beaucoup plus productif en optimisant la taille de ses effectifs, en

source: spending, and adopting AI at scale.
fr_fr: artificielle (IA) à grande échelle.

source: By doing so, we will focus on results and use scarce tax dollars
fr_fr: Nous pourrons ainsi nous concentrer sur les résultats et utiliser au

source: to catalyse private investment.
fr_fr: mieux les fonds publics limités pour catalyser les investissements du secteur privé.

source: Budget 2025 introduces a new approach to fiscal discipline and strategic investment.
fr_fr: Le budget de 2025 met en place une nouvelle approche en matière de rigueur financière et

source: Our ambitious savings plan means Canadians can count on their government to be more efficient in
fr_fr: Grâce à notre plan ambitieux, les Canadiens peuvent compter sur leur gouvernement pour fournir les services
